Repository: apertium/apertium-sme-sma
Catalog: tmx_data/geatnegahtton_sme2sma.tmx
Source language: sme
Languages: sma

source: Suohkanat leat geatnegahtton bálvalit iežas álbmoga sámegillii.
sma: Tjïelth dïedtem utnieh sijjen årroejidie saemien gïelesne hoksehtidh. COMM:geatnegahtton + INF

source: Norgga stáhta lea geatnegahtton láhčit diliid nu ahte sápmelaččat sáhttet sihkkarastit ja ovddidit gielaset.
sma: Nöörjen staate dïedtem åtna sjïehteladtedh ihke saemieh maehtieh sijjen gïelem gorredidh jïh evtiedidh. COMM:geatnegahtton + INF

source: Buot suohkanat leat plána- ja huksenlága mielde geatnegahtton plánet iežaset doaimma nu ahte dat sihkkarastá sámi kultuvrra, ealáhusdoaimma ja servodateallima luondduvuođu.
sma: Gaajhkh tjïelth soejkesje- jïh bigkemelaaken tjïrrh, dïedtem utnieh sijjen barkoem soejkesjidh guktie dah eatnemevåaromem gorredieh saemien kultuvrese, jieliemasse jïh siebriedahkejieliedasse. COMM:geatnegahtton + INF

source: Ráđđehus lea geatnegahtton sihkkarastit ovttaskas olbmo vuoigatvuođa geavahit sámegiela
sma: Reerenasse dïedtem åtna gorredidh fïerhte almetje reaktam åådtje saemien gïelem nåhtadidh COMM:geatnegahtton + INF

source: Norga lea ratifiseren dán konvenšuvnna, ja nappo lea ge geatnegahtton láhčit almmolaš bálvalusaid sámegillii suohkanlaš, fylkkasuohkanlaš ja eará almmolaš hálddašeamis.
sma: Nöörje daam konvensjovnem ratifiseradamme, jïh naemhtie dïedtem åtna byögkeles dïenesjh saemien gïelesne sjïehteladtedh tjïelten, fylhkentjïelten jïh jeatjah byögkeles reeremisnie. COMM:geatnegahtton + INF

source: Vuođđoskuvla ja joatkkaskuvllat miehta Norgga leat oahpahuslága § 6-4 mielde geatnegahttojuvvon fállat oahpahusa vai oahppit ohppet sápmelaččaid ja sámi giela, kultuvrra ja servodateallima birra.
sma: Ööhpehtimmielaaken § 6 -4 mietie dle maadthskuvlh jïh jåarhkeskuvlh abpe Nöörjesne diedtem utnieh lïerehtimmiem vedtedh saemiej, saemien gïelen, kultuvren jïh siebriedahkejieleden bïjre. COMM:geatnegahtton + INF

source: Fylkkamánni ovddasvástádus lea neavvut suohkaniid ja eará mánáidgárdeeaiggádiid, ja gozihit ahte suohkanat doaimmahit geatnegahttojuvvon doaimmaideaset.
sma: Fylhkenålman diedte lea tjïeltide jïh jeatjah maanagïerteaajhteridie bïhkedidh, jïh vaaksjodh dah tjïelth sijjen stilleme laavenjassh darjoeh. COMM:geatnegahtton + N

source: Oahpahuslága § 4A-4 mielde geatnegahttojuvvo suohkan ja fylkkasuohkan láhččet vuođđoskuvlaoahpahusa ja joatkkaoahpahusa rávisolbmuide.
sma: åarhkeööhpehtimmielaaken § 4 A-4 mietie dle tjïelte jïh fylhkentjïelte diedtem utnieh maadtskuvlelïerehtimmiem jïh jåarhkelïerehtimmiem geerve almetjidie hoksehtidh. COMM:geatnegahtto object

source: Hárjehallama galgá dievasmahttit jus buot geatnegahtton doaimmat eai leat čađahuvvon.
sma: asdf COMM:geatnegahtton attr
